Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.theinstalledbridgehelpercouldnotbefound
source: 설치된 브리지 helper를 찾을 수 없습니다. 앱을 다시 설치해 주세요.
de: Der installierte Bridge-helper wurde nicht gefunden. Installieren Sie die App erneut.
en: The installed bridge helper could not be found. Reinstall the app.
es: No se encontró el helper de Bridge instalado. Vuelve a instalar la aplicación.
fr: Le helper Bridge installé est introuvable. Réinstallez l’application.
ja: インストール済みのBridge helperが見つかりません。アプリを再インストールしてください。
pt: O helper do Bridge instalado não foi encontrado. Reinstale o aplicativo.
zh_hans: 找不到已安装的 Bridge helper。请重新安装应用。
zh_hant: 找不到已安裝的 Bridge helper。請重新安裝應用程式。

# macos.theloginitemcouldnotbefoundin
source: 설치된 앱 번들에서 로그인 항목을 찾지 못했습니다.
de: Das Anmeldeobjekt wurde im installierten App-Bundle nicht gefunden.
en: The login item could not be found in the installed app bundle.
es: No se encontró el elemento de inicio de sesión en el paquete de la app instalada.
fr: L’élément d’ouverture de session est introuvable dans le paquet de l’app installée.
ja: インストール済みのアプリバンドルにログイン項目が見つかりませんでした。
pt: Não foi possível encontrar o item de início de sessão no pacote do aplicativo instalado.
zh_hans: 在已安装的应用包中找不到登录项。
zh_hant: 在已安裝的應用包中找不到登入項。

# macos.installationfailedyourpreviousinstallationispreserved
source: 설치를 완료하지 못했습니다. 기존 설치본은 유지됩니다.
de: Die Installation ist fehlgeschlagen. Ihre bisherige Installation bleibt erhalten.
en: Installation failed. Your previous installation is preserved.
es: No se pudo completar la instalación. Se conserva la anterior.
fr: L’installation a échoué. L’installation précédente est conservée.
ja: インストールを完了できませんでした。既存のインストールは保持されます。
pt: Não foi possível concluir a instalação. A instalação anterior é mantida.
zh_hans: 无法完成安装。保留现有安装。
zh_hant: 無法完成安裝。保留現有安裝。

# macos.edit
source: 수정
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
pt: Editar
zh_hans: 编辑
zh_hant: 編輯

# macos.skills
source: 스킬
de: Skills
en: Skills
es: Habilidades
fr: Compétences
ja: スキル
pt: Habilidades
zh_hans: 技能
zh_hant: 技能

# macos.searchskills
source: 스킬 검색
de: Skills suchen
en: Search skills
es: Buscar habilidades
fr: Rechercher des compétences
ja: スキルを検索
pt: Pesquisar habilidades
zh_hans: 搜索技能
zh_hant: 搜尋技能

# macos.reactivateskill
source: 스킬 다시 활성화
de: Skill reaktivieren
en: Reactivate skill
es: Reactivar habilidad
fr: Réactiver la compétence
ja: スキルを再有効化
pt: Reativar habilidade
zh_hans: 重新启用技能
zh_hant: 重新啟用技能

# macos.skilllibrary
source: 스킬 라이브러리
de: Skill-Bibliothek
en: Skill Library
es: Biblioteca de habilidades
fr: Bibliothèque de compétences
ja: スキルライブラリ
pt: Biblioteca de habilidades
zh_hans: 技能库
zh_hant: 技能庫

# macos.loadingskilllibrary
source: 스킬 라이브러리를 불러오는 중…
de: Skill-Bibliothek wird geladen…
en: Loading skill library…
es: Cargando la biblioteca de habilidades…
fr: Chargement de la bibliothèque de compétences…
ja: スキルライブラリを読み込み中…
pt: Carregando a biblioteca de habilidades…
zh_hans: 正在加载技能库…
zh_hant: 正在載入技能庫…

# macos.archiveskill
source: 스킬 보관
de: Skill archivieren
en: Archive skill
es: Archivar habilidad
fr: Archiver la compétence
ja: スキルをアーカイブ
pt: Arquivar habilidade
zh_hans: 归档技能
zh_hant: 封存技能

# macos.approvalrequired
source: 승인 필요
de: Genehmigung erforderlich
en: Approval Required
es: Se requiere aprobación
fr: Approbation requise
ja: 承認が必要
pt: Aprovação necessária
zh_hans: 需要批准
zh_hant: 需要核准

# macos.waitingforapprovalorareply
source: 승인이나 답변을 기다리고 있습니다.
de: Warten auf eine Genehmigung oder Antwort.
en: Waiting for approval or a reply.
es: Esperando aprobación o una respuesta.
fr: En attente d’une approbation ou d’une réponse.
ja: 承認または回答を待っています。
pt: Aguardando aprovação ou resposta.
zh_hans: 正在等待批准或回复。
zh_hant: 正在等待核准或回覆。

# macos.start
source: 시작
de: Starten
en: Start
es: Iniciar
fr: Démarrer
ja: 開始
pt: Iniciar
zh_hans: 启动
zh_hant: 啟動

# macos.started
source: 시작 %@
de: Gestartet %@
en: Started %@
es: Iniciado %@
fr: Démarré %@
ja: 開始 %@
pt: Iniciado %@
zh_hans: 开始于%@
zh_hant: 開始於%@

# macos.failedtostart
source: 시작 실패
de: Start fehlgeschlagen
en: Failed to Start
es: No se pudo iniciar
fr: Échec du démarrage
ja: 起動失敗
pt: Falha ao iniciar
zh_hans: 启动失败
zh_hant: 啟動失敗

# macos.starting
source: 시작 중
de: Wird gestartet
en: Starting
es: Iniciando
fr: Démarrage
ja: 起動中
pt: Iniciando
zh_hans: 正在启动
zh_hant: 正在啟動

# macos.runningcodextasksorbackgroundprocessesmaybe
source: 실제로 실행 중인 Codex 작업이나 백그라운드 프로세스가 있으면 중단될 수 있습니다.
de: Aktive Codex-Aufgaben oder Hintergrundprozesse können unterbrochen werden.
en: Running Codex tasks or background processes may be interrupted.
es: Las tareas de Codex o los procesos en segundo plano que estén ejecutándose podrían interrumpirse.
fr: Les tâches Codex ou processus en arrière-plan en cours d’exécution peuvent être interrompus.
ja: 実行中のCodexタスクやバックグラウンドプロセスがある場合、中断される可能性があります。
pt: Tarefas do Codex ou processos em segundo plano que estejam em execução podem ser interrompidos.
zh_hans: 如果有正在运行的 Codex 任务或后台进程，它们可能会被中断。
zh_hant: 如果有正在執行的 Codex 任務或背景程序，它們可能會被中斷。

# macos.failed
source: 실패
de: Fehlgeschlagen
en: Failed
es: Falló
fr: Échec
ja: 失敗
pt: Falhou
zh_hans: 失败
zh_hant: 失敗

# macos.run
source: 실행
de: Ausführung
en: Run
es: Ejecución
fr: Exécution
ja: 実行
pt: Executar
zh_hans: 运行
zh_hant: 執行

# macos.runrecords
source: 실행 기록 %lld
de: %lld gespeicherte Ausführungen
en: %lld Run Records
es: %lld ejecuciones registradas
fr: %lld exécutions conservées
ja: 実行履歴 %lld件
pt: %lld registros de execução
zh_hans: %lld 条运行记录
zh_hant: %lld 條執行記錄

# macos.recheckingtheruntimeyourreservationisretained
source: 실행 상태를 다시 확인하고 있습니다. 예약은 유지됩니다.
de: Der Laufzeitstatus wird erneut geprüft. Ihre Reservierung bleibt erhalten.
en: Rechecking the runtime. Your reservation is retained.
es: Volviendo a comprobar el estado. La reserva se mantiene.
fr: Nouvelle vérification de l’état. Votre réservation est conservée.
ja: 実行状態を再確認しています。予約は維持されています。
pt: Verificando o estado novamente. Sua reserva será mantida.
zh_hans: 正在重新检查运行状态，预约将继续保留。
zh_hant: 正在重新檢查執行狀態，預約將繼續保留。

# macos.executionrequirements
source: 실행 조건
de: Ausführungsanforderungen
en: Execution requirements
es: Requisitos de ejecución
fr: Prérequis d’exécution
ja: 実行要件
pt: Requisitos de execução
zh_hans: 执行要求
zh_hant: 執行需求

# macos.running
source: 실행 중
de: Läuft
en: Running
es: En curso
fr: En cours
ja: 実行中
pt: Em execução
zh_hans: 运行中
zh_hant: 執行中

# macos.runningversion
source: 실행 중인 버전
de: Ausgeführte Version
en: Running version
es: Versión en ejecución
fr: Version en cours d’exécution
ja: 実行中のバージョン
pt: Versão em execução
zh_hans: 运行中的版本
zh_hant: 執行中的版本

# macos.therunningbridgehelperisincompatiblewiththis
source: 실행 중인 브리지 helper가 현재 앱과 호환되지 않습니다. 앱을 다시 열어 갱신해 주세요.
de: Der laufende Bridge-helper ist mit dieser App nicht kompatibel. Öffnen Sie die App erneut, um ihn zu aktualisieren.
en: The running bridge helper is incompatible with this app. Reopen the app to update it.
es: El helper de Bridge en ejecución no es compatible con esta aplicación. Vuelve a abrir la aplicación para actualizarlo.
fr: Le helper Bridge en cours d’exécution est incompatible avec cette application. Rouvrez l’application pour le mettre à jour.
ja: 実行中のBridge helperは現在のアプリと互換性がありません。アプリを開き直して更新してください。
pt: O helper do Bridge em execução é incompatível com este aplicativo. Reabra o aplicativo para atualizá-lo.
zh_hans: 正在运行的 Bridge helper 与当前应用不兼容。请重新打开应用以进行更新。
zh_hant: 正在執行的 Bridge helper 與目前的應用程式不相容。請重新開啟應用程式以進行更新。

# macos.interruptrunningworkandbackgroundprocessesandforce
source: 실행 중인 작업과 백그라운드 프로세스를 중단하고 앱의 관련 프로세스를 강제로 종료할까요? 파일 변경은 되돌아가지 않습니다.
de: Aktive Aufgaben und Hintergrundprozesse unterbrechen und alle zugehörigen App-Prozesse zwangsweise beenden? Dateiänderungen werden nicht rückgängig gemacht.
en: Interrupt running work and background processes and force-quit all app-related processes? Filesystem changes are not rolled back.
es: ¿Interrumpir las tareas y los procesos en segundo plano activos y forzar el cierre de todos los procesos relacionados con la app? Los cambios en los archivos no se revertirán.
fr: Interrompre les tâches et processus en arrière-plan actifs, puis forcer la fermeture de tous les processus associés à l’app ? Les modifications de fichiers ne seront pas annulées.
ja: 実行中のタスクとバックグラウンドプロセスを中断し、アプリの関連プロセスを強制終了しますか？ファイルの変更は元に戻りません。
pt: Interromper o trabalho e os processos em segundo plano em execução e forçar o encerramento de todos os processos relacionados ao aplicativo? As alterações no sistema de arquivos não serão desfeitas.
zh_hans: 要中断正在运行的任务和后台进程，并强制退出应用的所有相关进程吗？文件更改不会回滚。
zh_hant: 要中斷正在執行的任務和背景程序，並強制退出應用的所有相關程序嗎？檔案更改不會回滾。

# macos.thehelperupdatewasstoppedbecauserunningwork
source: 실행 중인 작업을 안전하게 마치지 못해 helper 갱신을 중단했습니다: %@
de: Die Aktualisierung des Helpers wurde abgebrochen, da laufende Arbeit nicht sicher beendet werden konnte: %@
en: The helper update was stopped because running work could not finish safely: %@
es: La actualización del helper se detuvo porque el trabajo en ejecución no pudo finalizar de forma segura: %@
fr: La mise à jour du helper a été arrêtée, car le travail en cours n’a pas pu se terminer en toute sécurité : %@
ja: 実行中の作業を安全に完了できなかったため、helperの更新を中止しました：%@
pt: A atualização do helper foi interrompida porque o trabalho em execução não pôde ser concluído com segurança: %@
zh_hans: 由于正在运行的工作无法安全完成，已停止更新 helper：%@
zh_hant: 由於正在執行的工作無法安全完成，已停止更新 helper：%@

# macos.executionlimitschangedrefreshtheplugininchatgpt
source: 실행 한도가 바뀌었습니다. ChatGPT 개발자 모드에서 플러그인을 새로고침해 주세요.
de: Die Ausführungslimits wurden geändert. Aktualisieren Sie das Plugin im ChatGPT-Entwicklermodus.
en: Execution limits changed. Refresh the plugin in ChatGPT Developer mode.
es: Los límites de ejecución han cambiado. Actualice el plugin en el modo de desarrollador de ChatGPT.
fr: Les limites d’exécution ont changé. Actualisez le plugin dans le mode développeur de ChatGPT.
ja: 実行上限が変更されました。ChatGPTの開発者モードでプラグインを更新してください。
pt: Os limites de execução foram alterados. Atualize o plugin no modo de desenvolvedor do ChatGPT.
zh_hans: 运行限制已更改。请在 ChatGPT 开发者模式中刷新插件。
zh_hant: 執行限制已更改。請在 ChatGPT 開發者模式中重新整理外掛。

# macos.history.runLabelValue
source: 실행: %@
de: Ausführung: %@
en: Run: %@
es: Ejecución: %@
fr: Exécution : %@
ja: 実行: %@
pt: Execução: %@
zh_hans: 运行：%@
zh_hant: 執行：%@

# macos.therearenobridgeownedskillsyetcreate
source: 아직 브리지 전용 스킬이 없습니다. 새 스킬을 만들어 대화와 Codex 실행에서 재사용할 수 있습니다.
de: Es gibt noch keine Bridge-eigenen Skills. Erstellen Sie einen neuen Skill, um ihn in Unterhaltungen und Codex-Ausführungen wiederzuverwenden.
en: There are no bridge-owned skills yet. Create one to reuse it in conversations and Codex executions.
es: Aún no hay habilidades propias de Bridge. Cree una para reutilizarla en conversaciones y ejecuciones de Codex.
fr: Il n’existe pas encore de compétences propres au Bridge. Créez-en une pour la réutiliser dans les conversations et les exécutions Codex.
ja: Bridge 専用スキルはまだありません。新しいスキルを作成すると、会話と Codex 実行で再利用できます。
pt: Ainda não há habilidades próprias do Bridge. Crie uma para reutilizá-la em conversas e execuções do Codex.
zh_hans: 尚无 Bridge 专用技能。创建一个新技能后，可在对话和 Codex 执行中重复使用。
zh_hant: 目前沒有 Bridge 專用技能。建立新技能後，可在對話和 Codex 執行中重複使用。

# macos.updateshavenotbeencheckedyet
source: 아직 업데이트를 확인하지 않았습니다.
de: Updates wurden noch nicht geprüft.
en: Updates have not been checked yet.
es: Aún no se han comprobado las actualizaciones.
fr: Les mises à jour n’ont pas encore été vérifiées.
ja: 更新はまだ確認していません。
pt: As atualizações ainda não foram verificadas.
zh_hans: 尚未检查更新。
zh_hant: 尚未檢查更新。

# macos.neverconnected
source: 아직 접속하지 않음
de: Noch nie verbunden
en: Never connected
es: Aún no se ha conectado
fr: Jamais connecté
ja: 未接続
pt: Nunca conectado
zh_hans: 尚未连接
zh_hant: 尚未連線

# macos.safemode
source: 안전 모드
de: Sicherer Modus
en: Safe Mode
es: Modo seguro
fr: Mode sans échec
ja: セーフモード
pt: Modo seguro
zh_hans: 安全模式
zh_hant: 安全模式

# macos.stoppingtheserversafely
source: 안전하게 서버를 중지하고 있습니다.
de: Der Server wird sicher angehalten.
en: Stopping the server safely.
es: Deteniendo el servidor de forma segura.
fr: Arrêt du serveur en toute sécurité.
ja: サーバーを安全に停止しています。
pt: Parando o servidor com segurança.
zh_hans: 正在安全停止服务器。
zh_hant: 正在安全停止伺服器。

# macos.saveandconnectsafely
source: 안전하게 저장하고 연결
de: Sicher speichern und verbinden
en: Save and Connect Safely
es: Guardar y conectar de forma segura
fr: Enregistrer et connecter en toute sécurité
ja: 安全に保存して接続
pt: Salvar e conectar com segurança
zh_hans: 安全保存并连接
zh_hant: 安全儲存並連線

# macos.couldnotquitsafely
source: 안전하게 종료하지 못했습니다
de: Sicheres Beenden nicht möglich
en: Could Not Quit Safely
es: No se pudo cerrar de forma segura
fr: Impossible de fermer en toute sécurité
ja: 安全に終了できませんでした
pt: Não foi possível encerrar com segurança
zh_hans: 无法安全退出
zh_hant: 無法安全退出

# macos.checkingnotificationpermission
source: 알림 권한 확인 중…
de: Mitteilungsberechtigung wird geprüft…
en: Checking notification permission…
es: Comprobando permisos de notificación…
fr: Vérification de l’autorisation des notifications…
ja: 通知の許可を確認中…
pt: A verificar permissão de notificações…
zh_hans: 正在检查通知权限…
zh_hant: 正在檢查通知權限…

# macos.notificationsfollowmacossettingsandfocusconnectionproblems
source: 알림은 macOS 알림 설정과 집중 모드를 따릅니다. 알림을 꺼도 메뉴바에서 연결 문제를 확인할 수 있습니다.
de: Mitteilungen beachten macOS-Einstellungen und Fokus. Verbindungsprobleme bleiben bei deaktivierten Mitteilungen in der Menüleiste sichtbar.
en: Notifications follow macOS settings and Focus. Connection problems remain visible in the menu bar when notifications are off.
es: Las notificaciones respetan los ajustes y el modo de concentración de macOS. Los problemas de conexión siguen visibles en la barra de menús aunque se desactiven.
fr: Les notifications respectent les réglages macOS et les modes de concentration. Les problèmes de connexion restent visibles dans la barre des menus même sans notifications.
ja: 通知はmacOSの設定と集中モードに従います。通知をオフにしても、接続の問題はメニューバーで確認できます。
pt: As notificações seguem os ajustes do macOS e o Foco. Problemas de conexão continuam visíveis na barra de menus quando as notificações estão desativadas.
zh_hans: 通知遵循 macOS 设置和专注模式。关闭通知后，仍可在菜单栏查看连接问题。
zh_hant: 通知遵循 macOS 設定和專注模式。關閉通知後，仍可在選單列查看連線問題。

# macos.showactivitycards
source: 액티비티 카드 표시
de: Aktivitätskarten anzeigen
en: Show Activity Cards
es: Mostrar tarjetas de actividad
fr: Afficher les cartes d’activité
ja: Activityカードを表示
pt: Mostrar cartões de atividade
zh_hans: 显示 Activity 卡片
zh_hant: 顯示 Activity 卡片

# macos.appandcardlanguage
source: 앱 및 카드 언어
de: Sprache für App und Karten
en: App and Card Language
es: Idioma de la app y las tarjetas
fr: Langue de l’app et des cartes
ja: アプリとカードの言語
pt: Idioma do aplicativo e dos cartões
zh_hans: 应用和卡片语言
zh_hant: 應用和卡片語言

# macos.approle
source: 앱 역할
de: App-Rolle
en: App Role
es: Función de la app
fr: Rôle de l’app
ja: アプリの役割
pt: Função do aplicativo
zh_hans: 应用角色
zh_hant: 應用角色

# macos.repairwithapponlypermissions
source: 앱 전용 권한으로 복구
de: Mit reinen App-Berechtigungen reparieren
en: Repair with App-Only Permissions
es: Reparar con permisos exclusivos para la app
fr: Réparer avec des autorisations réservées à l’app
ja: アプリ専用権限で修復
pt: Corrigir com permissões exclusivas do aplicativo
zh_hans: 修复为仅限应用的权限
zh_hant: 修復為僅限應用的權限

# macos.quitapp
source: 앱 종료
de: App beenden
en: Quit App
es: Salir de la app
fr: Quitter l’app
ja: アプリを終了
pt: Encerrar aplicativo
zh_hans: 退出应用
zh_hant: 退出應用

# macos.appexitreserved
source: 앱 종료 예약
de: Beenden der App vorgemerkt
en: App exit reserved
es: Cierre de la app reservado
fr: Fermeture de l’app réservée
ja: アプリの終了を予約
pt: Encerramento do app reservado
zh_hans: 已预约退出应用
zh_hant: 已預約結束應用程式

# macos.couldnotstoptheappandallrelated
source: 앱과 관련 프로세스를 모두 종료하지 못했습니다: %@
de: Die App und alle zugehörigen Prozesse konnten nicht beendet werden: %@
en: Could not stop the app and all related processes: %@
es: No se pudo detener la app y todos sus procesos relacionados: %@
fr: Impossible d’arrêter l’app et tous les processus associés : %@
ja: アプリと関連プロセスをすべて終了できませんでした: %@
pt: Não foi possível encerrar o aplicativo e todos os processos relacionados: %@
zh_hans: 无法停止应用及所有相关进程：%@
zh_hant: 無法停止應用及所有相關程序：%@

# macos.quittheappandallrelatedprocesses
source: 앱과 관련 프로세스를 모두 종료할까요?
de: App und alle zugehörigen Prozesse beenden?
en: Quit the app and all related processes?
es: ¿Salir de la app y de todos los procesos relacionados?
fr: Quitter l’app et tous les processus associés ?
ja: アプリとすべての関連プロセスを終了しますか？
pt: Encerrar o aplicativo e todos os processos relacionados?
zh_hans: 退出应用及所有相关进程？
zh_hant: 退出應用及所有相關程序？

# macos.couldnotquittheapp
source: 앱을 종료하지 못했습니다
de: App konnte nicht beendet werden
en: Could Not Quit the App
es: No se pudo salir de la app
fr: Impossible de quitter l’app
ja: アプリを終了できませんでした
pt: Não foi possível encerrar o aplicativo
zh_hans: 无法退出应用
zh_hant: 無法退出應用

# macos.theappwasnotquitreviewthestatus
source: 앱을 종료하지 않았습니다. 현황을 확인한 뒤 다시 시도해 주세요.
de: Die App wurde nicht beendet. Prüfen Sie den Status und versuchen Sie es erneut.
en: The app was not quit. Review the status and try again.
es: La app no se cerró. Revise el estado e inténtelo de nuevo.
fr: L’app n’a pas été fermée. Vérifiez l’état, puis réessayez.
ja: アプリは終了していません。状態を確認してから、もう一度お試しください。
pt: O aplicativo não foi encerrado. Verifique o estado e tente novamente.
zh_hans: 应用未退出。请检查状态后重试。
zh_hant: 應用未退出。請檢查狀態後重試。

# macos.theappverifiesthetunnelprofileandstarts
source: 앱이 Tunnel 프로필을 확인하고 Bridge 서버를 시작합니다.
de: Die App prüft das Tunnel-Profil und startet den Bridge-Server.
en: The app verifies the Tunnel profile and starts the Bridge server.
es: La app verifica el perfil del Tunnel e inicia el servidor Bridge.
fr: L’app vérifie le profil du Tunnel et démarre le serveur Bridge.
ja: アプリがTunnelプロファイルを確認し、Bridgeサーバーを起動します。
pt: O aplicativo verifica o perfil do Tunnel e inicia o servidor Bridge.
zh_hans: 应用会验证 Tunnel 配置文件并启动 Bridge 服务器。
zh_hant: 應用會驗證 Tunnel 設定檔並啟動 Bridge 伺服器。

# macos.updatenotifications
source: 업데이트 알림
de: Updatebenachrichtigungen
en: Update notifications
es: Avisos de actualización
fr: Notifications de mise à jour
ja: 更新通知
pt: Notificações de atualização
zh_hans: 更新通知
zh_hant: 更新通知

# macos.couldnotcheckforupdatespleasetryagain
source: 업데이트 정보를 확인하지 못했습니다. 잠시 후 다시 시도해 주세요.
de: Updates konnten nicht geprüft werden. Bitte später erneut versuchen.
en: Could not check for updates. Please try again later.
es: No se pudieron buscar actualizaciones. Inténtalo más tarde.
fr: Impossible de rechercher les mises à jour. Réessayez plus tard.
ja: アップデート情報を確認できませんでした。しばらくしてから再試行してください。
pt: Não foi possível verificar atualizações. Tente novamente mais tarde.
zh_hans: 无法检查更新。请稍后重试。
zh_hant: 無法檢查更新。請稍後再試。

# macos.checkforupdates
source: 업데이트 확인
de: Nach Updates suchen
en: Check for updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: 更新を確認
pt: Verificar atualizações
zh_hans: 检查更新
zh_hant: 檢查更新

# macos.manageupdatesandremovalintheoriginalapp
source: 업데이트와 삭제는 해당 앱 또는 터미널에서 직접 관리합니다.
de: Verwalten Sie Updates und Entfernung in der ursprünglichen App oder im Terminal.
en: Manage updates and removal in the original app or terminal.
es: Gestiona las actualizaciones y la eliminación desde la aplicación o terminal original.
fr: Gérez les mises à jour et la suppression dans l’application ou le terminal d’origine.
ja: 更新と削除は元のアプリまたは端末で管理してください。
pt: Gerencie atualizações e remoção no aplicativo ou terminal original.
zh_hans: 请在原应用或终端中管理更新和删除。
zh_hant: 請在原應用程式或終端機中管理更新和刪除。

# macos.link
source: 연결
de: Verknüpfen
en: Link
es: Vincular
fr: Lier
ja: リンク
pt: Vincular
zh_hans: 关联
zh_hant: 關聯

# macos.turnoffconnections
source: 연결 끄기
de: Verbindungen deaktivieren
en: Turn Off Connections
es: Desactivar conexiones
fr: Désactiver les connexions
ja: 接続をオフ
pt: Desativar conexões
zh_hans: 关闭连接
zh_hant: 關閉連線

# macos.disconnected
source: 연결 끊김
de: Getrennt
en: Disconnected
es: Desconectado
fr: Déconnecté
ja: 切断
pt: Desconectado
zh_hans: 已断开连接
zh_hant: 已斷開連線

# macos.couldnotsavetheconnectionmodecheckthe
source: 연결 모드 설정을 저장하지 못했습니다. 저장 위치와 권한을 확인해 주세요.
de: Der Verbindungsmodus konnte nicht gespeichert werden. Prüfe den Speicherort und die Berechtigungen.
en: Could not save the connection mode. Check the save location and permissions.
es: No se pudo guardar el modo de conexión. Comprueba la ubicación de guardado y los permisos.
fr: Impossible d’enregistrer le mode de connexion. Vérifiez l’emplacement et les autorisations d’enregistrement.
ja: 接続モードの設定を保存できませんでした。保存先とアクセス権を確認してください。
pt: Não foi possível salvar o modo de conexão. Verifique o local de salvamento e as permissões.
zh_hans: 无法保存连接模式。请检查保存位置和权限。
zh_hant: 無法儲存連線模式。請檢查儲存位置與權限。

# macos.readyforconnections
source: 연결 받을 준비됨
de: Bereit für Verbindungen
en: Ready for Connections
es: Listo para recibir conexiones
fr: Prêt à accepter les connexions
ja: 接続を受け付ける準備ができました
pt: Pronto para receber conexões
zh_hans: 已准备好接受连接
zh_hant: 已準備好接受連線

# macos.connectionstatus
source: 연결 상태
de: Verbindungsstatus
en: Connection Status
es: Estado de conexión
fr: État de la connexion
ja: 接続状態
pt: Estado da conexão
zh_hans: 连接状态
zh_hant: 連線狀態

# macos.connectionsettings
source: 연결 설정
de: Verbindungseinstellungen
en: Connection Settings
es: Configuración de conexión
fr: Paramètres de connexion
ja: 接続設定
pt: Configurações de conexão
zh_hans: 连接设置
zh_hant: 連線設定

# macos.notconnected
source: 연결 안 됨
de: Nicht verbunden
en: Not Connected
es: Sin conexión
fr: Non connecté
ja: 未接続
pt: Não conectado
zh_hans: 未连接
zh_hant: 未連線

# macos.connectionerror
source: 연결 오류
de: Verbindungsfehler
en: Connection Error
es: Error de conexión
fr: Erreur de connexion
ja: 接続エラー
pt: Erro de conexão
zh_hans: 连接错误
zh_hant: 連線錯誤

# macos.connectioninformationandcodexsignin
source: 연결 정보 및 Codex 로그인
de: Verbindungsinformationen und Codex-Anmeldung
en: Connection Information and Codex Sign-In
es: Información de conexión e inicio de sesión en Codex
fr: Informations de connexion et connexion à Codex
ja: 接続情報とCodexログイン
pt: Informações de conexão e login no Codex
zh_hans: 连接信息与 Codex 登录
zh_hant: 連線資訊與 Codex 登入

# macos.connectiondetailsandlogin
source: 연결 정보 및 로그인…
de: Verbindungsdaten und Anmeldung…
en: Connection Details and Login…
es: Datos de conexión e inicio de sesión…
fr: Informations de connexion et identification…
ja: 接続情報とログイン…
pt: Detalhes da conexão e login…
zh_hans: 连接信息和登录…
zh_hant: 連線資訊和登入…

# macos.theconnectionfileorfolderisnotowned
source: 연결 정보 파일 또는 폴더를 현재 사용자가 소유하지 않습니다.
de: Die Verbindungsdatei oder der Ordner gehört nicht dem aktuellen Benutzer.
en: The connection file or folder is not owned by the current user.
es: El archivo o la carpeta de conexión no pertenece al usuario actual.
fr: Le fichier ou dossier de connexion n’appartient pas à l’utilisateur actuel.
ja: 接続情報のファイルまたはフォルダは現在のユーザーが所有していません。
pt: O arquivo ou a pasta de conexão não pertence ao usuário atual.
zh_hans: 连接信息文件或文件夹不属于当前用户。
zh_hant: 連線資訊檔案或資料夾不屬於目前使用者。

# macos.theconnectionfileorfolderpermissionsaretoo
source: 연결 정보 파일 또는 폴더의 접근 권한이 너무 넓습니다. 앱 전용 권한으로 제한해 주세요.
de: Die Berechtigungen der Verbindungsdatei oder des Ordners sind zu weit gefasst. Beschränken Sie sie auf den Zugriff durch die App.
en: The connection file or folder permissions are too broad. Restrict them to app-only access.
es: Los permisos del archivo o la carpeta de conexión son demasiado amplios. Limítelos al acceso exclusivo de la app.
fr: Les autorisations du fichier ou dossier de connexion sont trop larges. Limitez-les à l’accès de l’app uniquement.
ja: 接続情報のファイルまたはフォルダのアクセス権限が広すぎます。アプリ専用に制限してください。
pt: As permissões do arquivo ou da pasta de conexão são muito amplas. Restrinja-as ao acesso exclusivo do aplicativo.
zh_hans: 连接信息文件或文件夹的权限范围过宽。请将其限制为仅供应用访问。
zh_hant: 連線資訊檔案或資料夾的權限範圍過寬。請將其限制為僅供應用存取。
